Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: McArdle WD, Katch FI, Katch VL. Exercise Physiology: Nutrition, Energy, and Human Performance, 7th ed. Lippincott Williams & Wilkins, 2010.
ar: McArdle WD, Katch FI, Katch VL. فسيولوجيا التمرين: التغذية والطاقة والأداء البشري، الطبعة السابعة. Lippincott Williams & Wilkins، 2010.
az: McArdle WD, Katch FI, Katch VL. Məşq fiziologiyası: Qidalanma, enerji və insan performansı, 7-ci nəşr. Lippincott Williams & Wilkins, 2010.
de: McArdle WD, Katch FI, Katch VL. Trainingsphysiologie: Ernährung, Energie und menschliche Leistungsfähigkeit, 7. Aufl. Lippincott Williams & Wilkins, 2010.
es: McArdle WD, Katch FI, Katch VL. Fisiología del ejercicio: nutrición, energía y rendimiento humano, 7.ª ed. Lippincott Williams & Wilkins, 2010.
fr: McArdle WD, Katch FI, Katch VL. Physiologie de l’exercice : nutrition, énergie et performance humaine, 7e éd. Lippincott Williams & Wilkins, 2010.
hi: McArdle WD, Katch FI, Katch VL. व्यायाम शरीरक्रिया विज्ञान: पोषण, ऊर्जा और मानव प्रदर्शन, 7वाँ संस्करण। Lippincott Williams & Wilkins, 2010.
it: McArdle WD, Katch FI, Katch VL. Fisiologia dell’esercizio: nutrizione, energia e prestazione umana, 7ª ed. Lippincott Williams & Wilkins, 2010.
ja: McArdle WD, Katch FI, Katch VL.『運動生理学：栄養、エネルギー、ヒューマンパフォーマンス』第7版。Lippincott Williams & Wilkins, 2010.
ko: McArdle WD, Katch FI, Katch VL. 운동생리학: 영양, 에너지 및 인간 수행력, 제7판. Lippincott Williams & Wilkins, 2010.
nl: McArdle WD, Katch FI, Katch VL. Inspanningsfysiologie: voeding, energie en menselijk prestatievermogen, 7e druk. Lippincott Williams & Wilkins, 2010.
pl: McArdle WD, Katch FI, Katch VL. Fizjologia wysiłku: żywienie, energia i sprawność człowieka, wyd. 7. Lippincott Williams & Wilkins, 2010.
pt_br: McArdle WD, Katch FI, Katch VL. Fisiologia do exercício: nutrição, energia e desempenho humano, 7ª ed. Lippincott Williams & Wilkins, 2010.
ro: McArdle WD, Katch FI, Katch VL. Fiziologia exercițiului: nutriție, energie și performanță umană, ed. a 7-a. Lippincott Williams & Wilkins, 2010.
ru: McArdle WD, Katch FI, Katch VL. Физиология упражнений: питание, энергия и физическая работоспособность человека, 7-е изд. Lippincott Williams & Wilkins, 2010.
zh_hans: McArdle WD, Katch FI, Katch VL.《运动生理学：营养、能量与人体表现》，第 7 版。Lippincott Williams & Wilkins, 2010.

source: Meal
ar: وجبة
az: Yemək
cs: Jídlo
de: Mahlzeit
es: Comida
fr: Repas
hi: भोजन
it: Pasto
ja: 食事
ko: 식사
nl: Maaltijd
pl: Posiłek
pt_br: Refeição
ro: Masă
ru: Приём пищи
uk: Прийом їжі
zh_hans: 餐食

source: Meal Reminders
ar: تذكيرات الوجبات
az: Yemək Xatırlatmaları
cs: Připomenutí jídel
de: Mahlzeiten-Erinnerungen
es: Recordatorios de comidas
fr: Rappels de repas
hi: भोजन अनुस्मारक
it: Promemoria pasti
ja: 食事リマインダー
ko: 식사 알림
nl: Maaltijdherinneringen
pl: Przypomnienia o posiłkach
pt_br: Lembretes de refeição
ro: Mementouri pentru mese
ru: Напоминания о еде
uk: Нагадування про записи їжі
zh_hans: 用餐提醒

source: Measurement History
ar: سجلّ القياسات
az: Ölçü tarixçəsi
cs: Historie měření
de: Messverlauf
es: Historial de mediciones
fr: Historique des mesures
hi: माप इतिहास
it: Cronologia misurazioni
ja: 測定履歴
ko: 측정 기록
nl: Metingsgeschiedenis
pl: Historia pomiarów
pt_br: Histórico de medições
ro: Istoricul măsurătorilor
ru: История замеров
uk: Історія вимірювань
zh_hans: 测量历史

source: Measurements
ar: القياسات
az: Ölçülər
cs: Míry
de: Messungen
es: Mediciones
fr: Mesures
hi: माप
it: Misurazioni
ja: 測定値
ko: 측정
nl: Metingen
pl: Pomiary
pt_br: Medições
ro: Măsurători
ru: Замеры
uk: Замери
zh_hans: 身体测量

source: Mechanic
ar: الآلية
az: Mexanika
cs: Mechanika
de: Mechanik
es: Mecánica
fr: Mécanique
hi: यांत्रिकी
it: Meccanica
ja: メカニクス
ko: 방식
nl: Mechaniek
pl: Mechanika
pt_br: Mecânica
ro: Mecanică
ru: Механика
uk: Механіка
zh_hans: 机制

source: Men: 10×weight(kg) + 6.25×height(cm) − 5×age + 5 Women: 10×weight(kg) + 6.25×height(cm) − 5×age − 161
ar: الرجال: 10×الوزن(كغ) + 6.25×الطول(سم) − 5×العمر + 5 النساء: 10×الوزن(كغ) + 6.25×الطول(سم) − 5×العمر − 161
az: Kişilər: 10×çəki(kq) + 6,25×boy(sm) − 5×yaş + 5 Qadınlar: 10×çəki(kq) + 6,25×boy(sm) − 5×yaş − 161
de: Männer: 10×Gewicht(kg) + 6,25×Größe(cm) − 5×Alter + 5 Frauen: 10×Gewicht(kg) + 6,25×Größe(cm) − 5×Alter − 161
es: Hombres: 10×peso(kg) + 6,25×altura(cm) − 5×edad + 5 Mujeres: 10×peso(kg) + 6,25×altura(cm) − 5×edad − 161
fr: Hommes : 10×poids(kg) + 6,25×taille(cm) − 5×âge + 5 Femmes : 10×poids(kg) + 6,25×taille(cm) − 5×âge − 161
hi: पुरुष: 10×वज़न(kg) + 6.25×ऊँचाई(cm) − 5×आयु + 5 महिलाएँ: 10×वज़न(kg) + 6.25×ऊँचाई(cm) − 5×आयु − 161
it: Uomini: 10×peso(kg) + 6,25×altezza(cm) − 5×età + 5 Donne: 10×peso(kg) + 6,25×altezza(cm) − 5×età − 161
ja: 男性: 10×体重(kg) + 6.25×身長(cm) − 5×年齢 + 5 女性: 10×体重(kg) + 6.25×身長(cm) − 5×年齢 − 161
ko: 남성: 10×체중(kg) + 6.25×키(cm) − 5×나이 + 5 여성: 10×체중(kg) + 6.25×키(cm) − 5×나이 − 161
nl: Mannen: 10×gewicht(kg) + 6,25×lengte(cm) − 5×leeftijd + 5 Vrouwen: 10×gewicht(kg) + 6,25×lengte(cm) − 5×leeftijd − 161
pl: Mężczyźni: 10×masa ciała(kg) + 6,25×wzrost(cm) − 5×wiek + 5 Kobiety: 10×masa ciała(kg) + 6,25×wzrost(cm) − 5×wiek − 161
pt_br: Homens: 10×peso(kg) + 6,25×altura(cm) − 5×idade + 5 Mulheres: 10×peso(kg) + 6,25×altura(cm) − 5×idade − 161
ro: Bărbați: 10×greutate(kg) + 6,25×înălțime(cm) − 5×vârstă + 5 Femei: 10×greutate(kg) + 6,25×înălțime(cm) − 5×vârstă − 161
ru: Мужчины: 10×вес(кг) + 6,25×рост(см) − 5×возраст + 5 Женщины: 10×вес(кг) + 6,25×рост(см) − 5×возраст − 161
uk: Мужчини: 10×вес(кг) + 6,25×рост(см) − 5×возраст + 5 Женщини: 10×вес(кг) + 6,25×рост(см) − 5×возраст − 161
zh_hans: 男性：10×体重(kg) + 6.25×身高(cm) − 5×年龄 + 5 女性：10×体重(kg) + 6.25×身高(cm) − 5×年龄 − 161

source: Metric
ar: متري
az: Metrik
cs: Metrické
de: Metrisch
es: Métrico
fr: Métrique
hi: मीट्रिक
it: Metrico
ja: メートル法
ko: 미터법
nl: Metrisch
pl: Metryczne
pt_br: Métrico
ru: Метрическая
uk: Метрична
zh_hans: 公制

source: Metric Units
ar: وحدات متريّة
az: Metrik Vahidlər
cs: Metrické jednotky
de: Metrische Einheiten
es: Unidades métricas
fr: Unités métriques
hi: मीट्रिक इकाइयाँ
it: Unità metriche
ja: メートル単位
ko: 미터 단위
nl: Metrische eenheden
pl: Jednostki metryczne
pt_br: Unidades métricas
ro: Unități metrice
ru: Метрические единицы
uk: Метрична система
zh_hans: 公制单位

source: Micronutrient values
ar: قيم المغذيات الدقيقة
az: Mikronutrient dəyərləri
cs: Hodnoty mikroživin
de: Mikronährstoff-Werte
es: Valores de micronutrientes
fr: Valeurs des micronutriments
hi: सूक्ष्म पोषक तत्व मान
it: Valori dei micronutrienti
ja: 微量栄養素の値
ko: 미량영양소 값
nl: Micronutriëntwaarden
pl: Wartości mikroelementów
pt_br: Valores de micronutrientes
ro: Valorile micronutrienților
ru: Значения микронутриентов
uk: Значення мікронутрієнтів
zh_hans: 微量营养素值

source: Mifflin MD, St Jeor ST, et al. (1990). “A new predictive equation for resting energy expenditure in healthy individuals.” Am J Clin Nutr 51(2):241–247.
ar: Mifflin MD, St Jeor ST, et al. (1990). «معادلة تنبؤية جديدة لاستهلاك الطاقة أثناء الراحة لدى الأفراد الأصحاء». Am J Clin Nutr 51(2):241–247.
az: Mifflin MD, St Jeor ST, et al. (1990). «Sağlam şəxslərdə istirahət zamanı enerji sərfi üçün yeni proqnozlaşdırıcı tənlik». Am J Clin Nutr 51(2):241–247.
de: Mifflin MD, St Jeor ST, et al. (1990). „Eine neue Vorhersagegleichung für den Ruheenergieverbrauch bei gesunden Personen.“ Am J Clin Nutr 51(2):241–247.
es: Mifflin MD, St Jeor ST, et al. (1990). «Una nueva ecuación predictiva del gasto energético en reposo en personas sanas». Am J Clin Nutr 51(2):241–247.
fr: Mifflin MD, St Jeor ST, et al. (1990). « Une nouvelle équation prédictive de la dépense énergétique au repos chez les personnes en bonne santé. » Am J Clin Nutr 51(2):241–247.
hi: Mifflin MD, St Jeor ST, et al. (1990)। “स्वस्थ व्यक्तियों में विश्राम ऊर्जा व्यय के लिए एक नया पूर्वानुमान समीकरण।” Am J Clin Nutr 51(2):241–247.
it: Mifflin MD, St Jeor ST, et al. (1990). «Una nuova equazione predittiva per il dispendio energetico a riposo in individui sani». Am J Clin Nutr 51(2):241–247.
ja: Mifflin MD, St Jeor ST, et al. (1990).「健康な人の安静時エネルギー消費量を予測する新しい式。」Am J Clin Nutr 51(2):241–247.
ko: Mifflin MD, St Jeor ST, et al. (1990). “건강한 사람의 안정 시 에너지 소비량을 예측하는 새로운 방정식.” Am J Clin Nutr 51(2):241–247.
nl: Mifflin MD, St Jeor ST, et al. (1990). ‘Een nieuwe voorspellende vergelijking voor energieverbruik in rust bij gezonde personen.’ Am J Clin Nutr 51(2):241–247.
pl: Mifflin MD, St Jeor ST, et al. (1990). „Nowe równanie prognostyczne spoczynkowego wydatku energetycznego u osób zdrowych”. Am J Clin Nutr 51(2):241–247.
pt_br: Mifflin MD, St Jeor ST, et al. (1990). “Uma nova equação preditiva para o gasto energético de repouso em indivíduos saudáveis.” Am J Clin Nutr 51(2):241–247.
ro: Mifflin MD, St Jeor ST, et al. (1990). „O nouă ecuație predictivă pentru consumul energetic în repaus la persoanele sănătoase.” Am J Clin Nutr 51(2):241–247.
ru: Mifflin MD, St Jeor ST, et al. (1990). «Новое уравнение для прогнозирования энергозатрат в покое у здоровых людей». Am J Clin Nutr 51(2):241–247.
zh_hans: Mifflin MD, St Jeor ST, et al. (1990). “健康人静息能量消耗的新预测方程。” Am J Clin Nutr 51(2):241–247.

source: Mifflin-St Jeor equation
ar: معادلة ميفلين–سانت جيور
az: Mifflin–St Jeor tənliyi
de: Mifflin-St-Jeor-Gleichung
es: Ecuación de Mifflin-St Jeor
fr: Équation de Mifflin-St Jeor
hi: मिफ्लिन-सेंट जियोर समीकरण
it: Equazione di Mifflin-St Jeor
ja: Mifflin-St Jeor式
ko: Mifflin-St Jeor 방정식
nl: Mifflin-St Jeor-vergelijking
pl: Równanie Mifflina–St Jeora
pt_br: Equação de Mifflin-St Jeor
ro: Ecuația Mifflin-St Jeor
ru: Уравнение Миффлина–Сан Жеора
uk: Рівняння Міффліна-Сан Жеора
zh_hans: Mifflin-St Jeor 方程

source: Minimum
ar: الأدنى
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최저
pt_br: Mínimo
ro: Minim
ru: Минимум
uk: Минимум
zh_hans: 最低

source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
zh_hans: 模型

source: Moderate (0.5 kg/wk)
ar: معتدل (0.5 kg/أسبوع)
az: Orta (0.5 kg/həftə)
cs: Střední (0,5 kg/týd.)
de: Moderat (0,5 kg/Woche)
es: Moderado (0,5 kg/sem)
fr: Modéré (0,5 kg/sem.)
hi: मध्यम (0.5 kg/सप्ताह)
it: Moderato (0,5 kg/sett.)
ja: 中程度（0.5 kg/週）
ko: 보통 (0.5 kg/주)
nl: Gemiddeld (0,5 kg/week)
pl: Umiarkowanie (0,5 kg/tydz.)
pt_br: Moderado (0,5 kg/sem)
ro: Moderat (0,5 kg/săpt.)
ru: Умеренный (0,5 kg/нед.)
uk: Умеренний (0,5 kg/нед.)
zh_hans: 中等（0.5 kg/周）

source: Monday
ar: الإثنين
az: Bazar ertəsi
cs: Pondělí
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt_br: Segunda-feira
ro: Luni
ru: Понедельник
uk: Понеділок
zh_hans: 星期一

source: Morton RW, et al. (2018). “A systematic review, meta-analysis and meta-regression of the effect of protein supplementation on resistance training-induced gains in muscle mass and strength.” Br J Sports Med 52(6):376–384.
ar: Morton RW, et al. (2018). «مراجعة منهجية وتحليل تلوي وانحدار تلوي لتأثير مكملات البروتين في الزيادات الناتجة عن تمارين المقاومة في كتلة العضلات وقوتها». Br J Sports Med 52(6):376–384.
az: Morton RW, et al. (2018). «Müqavimət məşqlərinin yaratdığı əzələ kütləsi və güc artımına zülal əlavələrinin təsirinin sistematik icmalı, meta-analizi və meta-reqressiyası». Br J Sports Med 52(6):376–384.
de: Morton RW, et al. (2018). „Systematische Übersichtsarbeit, Metaanalyse und Metaregression zur Wirkung einer Proteinsupplementierung auf durch Krafttraining erzielte Zuwächse an Muskelmasse und Kraft.“ Br J Sports Med 52(6):376–384.
es: Morton RW, et al. (2018). «Revisión sistemática, metaanálisis y metarregresión del efecto de la suplementación con proteínas sobre el aumento de masa muscular y fuerza inducido por el entrenamiento de resistencia». Br J Sports Med 52(6):376–384.
fr: Morton RW, et al. (2018). « Revue systématique, méta-analyse et méta-régression de l’effet de la supplémentation en protéines sur les gains de masse musculaire et de force induits par l’entraînement en résistance. » Br J Sports Med 52(6):376–384.
hi: Morton RW, et al. (2018)। “प्रतिरोध प्रशिक्षण से मांसपेशियों के द्रव्यमान और ताकत में होने वाली वृद्धि पर प्रोटीन सप्लीमेंट के प्रभाव की व्यवस्थित समीक्षा, मेटा-विश्लेषण और मेटा-रिग्रेशन।” Br J Sports Med 52(6):376–384.
it: Morton RW, et al. (2018). «Revisione sistematica, meta-analisi e meta-regressione dell’effetto dell’integrazione proteica sugli aumenti di massa muscolare e forza indotti dall’allenamento di resistenza». Br J Sports Med 52(6):376–384.
ja: Morton RW, et al. (2018).「レジスタンストレーニングによる筋量と筋力の増加に対するたんぱく質補給の効果についての系統的レビュー、メタ解析、メタ回帰。」Br J Sports Med 52(6):376–384.
ko: Morton RW, et al. (2018). “저항 운동으로 인한 근육량 및 근력 증가에 단백질 보충이 미치는 영향에 대한 체계적 문헌고찰, 메타분석 및 메타회귀.” Br J Sports Med 52(6):376–384.
nl: Morton RW, et al. (2018). ‘Een systematische review, meta-analyse en meta-regressie van het effect van eiwitsuppletie op door krachttraining veroorzaakte toename in spiermassa en kracht.’ Br J Sports Med 52(6):376–384.
pl: Morton RW, et al. (2018). „Przegląd systematyczny, metaanaliza i metaregresja wpływu suplementacji białkiem na przyrost masy mięśniowej i siły wywołany treningiem oporowym”. Br J Sports Med 52(6):376–384.
pt_br: Morton RW, et al. (2018). “Revisão sistemática, meta-análise e meta-regressão do efeito da suplementação proteica sobre os ganhos de massa muscular e força induzidos pelo treinamento resistido.” Br J Sports Med 52(6):376–384.
ro: Morton RW, et al. (2018). „O analiză sistematică, meta-analiză și meta-regresie a efectului suplimentării cu proteine asupra creșterii masei musculare și forței induse de antrenamentul de rezistență.” Br J Sports Med 52(6):376–384.
ru: Morton RW, et al. (2018). «Систематический обзор, метаанализ и метарегрессия влияния белковых добавок на прирост мышечной массы и силы, вызванный тренировками с отягощениями». Br J Sports Med 52(6):376–384.
zh_hans: Morton RW, et al. (2018). “蛋白质补充对抗阻训练引起的肌肉量和力量增长之影响的系统综述、荟萃分析和荟萃回归。” Br J Sports Med 52(6):376–384.

source: Name
ar: الاسم
az: Ad
cs: Název
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
uk: Назва
zh_hans: 名称

source: Needs Apple Health
ar: يتطلب Apple Health
az: Apple Health tələb olunur
cs: Vyžaduje Apple Health
de: Benötigt Apple Health
es: Requiere Apple Health
fr: Nécessite Apple Health
hi: Apple Health ज़रूरी है
it: Richiede Apple Health
ja: Apple Healthが必要
ko: Apple Health 필요
nl: Vereist Apple Health
pl: Wymaga Apple Health
pt_br: Requer Apple Health
ro: Necesită Apple Health
ru: Требуется Apple Health
uk: Потрібен Apple Health
zh_hans: 需要 Apple Health

source: New Workouts tab — browse 873 exercises with photos, muscle and equipment filters, search, and detail pages.
ar: علامة تبويب تمارين جديدة — تصفّح 873 تمرينًا مع الصور وفلاتر العضلات والمعدات والبحث وصفحات التفاصيل.
az: Yeni Məşqlər tabı — şəkillər, əzələ və avadanlıq filtrləri, axtarış və detal səhifələri ilə 873 məşqə baxın.
cs: Nová záložka Tréninky — 873 cviků s fotkami, filtry svalů a vybavení, hledáním a detaily.
de: Neuer Workouts-Tab — durchsuche 873 Übungen mit Fotos, Muskel- und Equipment-Filtern, Suche und Detailseiten.
es: Nueva pestaña Entrenamientos: explora 873 ejercicios con fotos, filtros de músculo y equipamiento, búsqueda y páginas de detalle.
fr: Nouvel onglet Entraînements — parcourez 873 exercices avec photos, filtres par muscle et équipement, recherche et pages de détail.
hi: नया Workouts टैब — फ़ोटो, मांसपेशी और उपकरण फ़िल्टर, खोज और विवरण पेजों के साथ 873 व्यायाम ब्राउज़ करें।
it: Nuova scheda Allenamenti — sfoglia 873 esercizi con foto, filtri per muscolo e attrezzatura, ricerca e pagine di dettaglio.
ja: 新しいワークアウトタブ — 写真、筋肉・器具フィルター、検索、詳細ページ付きの873種目をブラウズ。
ko: 새로운 운동 탭 — 사진, 근육·장비 필터, 검색, 상세 페이지와 함께 873가지 운동을 둘러보세요.
nl: Nieuw Workouts-tabblad — blader door 873 oefeningen met foto's, spier- en materiaalfilters, zoeken en detailpagina's.
pl: Nowa karta Treningi — przeglądaj 873 ćwiczenia ze zdjęciami, filtrami mięśni i sprzętu, wyszukiwaniem i stronami szczegółów.
pt_br: Nova aba Treinos — navegue por 873 exercícios com fotos, filtros de músculo e equipamento, busca e páginas de detalhes.
ro: Filă nouă Antrenamente — răsfoiește 873 de exerciții cu fotografii, filtre după mușchi și echipament, căutare și pagini de detalii.
ru: Новая вкладка «Тренировки» — 873 упражнения с фото, фильтрами по мышцам и оборудованию, поиском и страницами деталей.
uk: Нова вкладка «Тренування» — переглядайте 873 вправи з фотографіями, фільтрами за м\'язами та обладнанням, пошуком і сторінками з деталями.
zh_hans: 全新“锻炼”标签页 — 浏览 873 个动作，配照片、肌群和器械筛选、搜索及详情页。

source: No calculated workout burn in this range
ar: لا يوجد حرق سعرات محسوب للتمارين في هذه الفترة
az: Bu aralıqda hesablanmış məşq sərfiyyatı yoxdur
de: Kein berechneter Trainingsverbrauch in diesem Zeitraum
es: No hay calorías de entrenamiento calculadas en este periodo
fr: Aucune dépense d’entraînement calculée sur cette période
hi: इस अवधि में वर्कआउट से बर्न की गणना उपलब्ध नहीं है
it: Nessun consumo calcolato degli allenamenti in questo intervallo
ja: この期間に計算済みのワークアウト消費はありません
ko: 이 기간에 계산된 운동 소모량이 없습니다
nl: Geen berekend trainingsverbruik in deze periode
pl: Brak obliczonego spalania treningowego w tym okresie
pt_br: Nenhum gasto calculado de treino neste período
ro: Niciun consum calculat prin antrenament în acest interval
ru: Нет расчётного расхода на тренировки за этот период
uk: Нет расчётного расхода на тренировки за етот период
zh_hans: 此时间范围内没有计算出的锻炼消耗

source: No diary entries
ar: لا توجد إدخالات في اليوميات
az: Gündəlikdə qeyd yoxdur
de: Keine Tagebucheinträge
es: No hay entradas en el diario
fr: Aucune entrée dans le journal
hi: डायरी में कोई प्रविष्टि नहीं
it: Nessuna voce nel diario
ja: 日記の記録はありません
ko: 일기 항목 없음
nl: Geen dagboekitems
pl: Brak wpisów w dzienniku
pt_br: Nenhum item no diário
ro: Nicio înregistrare în jurnal
ru: В дневнике нет записей
uk: У щоденнику немає записів
zh_hans: 暂无日记记录

source: No exercises match
ar: لا توجد تمارين مطابقة
az: Uyğun hərəkət tapılmadı
cs: Žádné cviky neodpovídají
de: Keine passenden Übungen
es: Ningún ejercicio coincide
fr: Aucun exercice ne correspond
hi: कोई मेल खाता व्यायाम नहीं
it: Nessun esercizio corrispondente
ja: 一致する種目がありません
ko: 일치하는 운동 없음
nl: Geen overeenkomende oefeningen
pl: Brak pasujących ćwiczeń
pt_br: Nenhum exercício corresponde
ro: Niciun exercițiu nu corespunde
ru: Нет подходящих упражнений
uk: Немає відповідних вправ
zh_hans: 没有匹配的动作

source: No foods logged
ar: لم يتم تسجيل أي طعام
az: Heç bir yemək qeyd edilməyib
cs: Žádná zapsaná jídla
de: Keine Lebensmittel erfasst
es: No hay alimentos registrados
fr: Aucun aliment enregistré
hi: कोई भोजन लॉग नहीं किया गया
it: Nessun alimento registrato
ja: 記録された食事はありません
ko: 기록된 음식 없음
nl: Geen voedsel geregistreerd
pl: Brak dodanych posiłków
pt_br: Nenhum alimento registrado
ro: Niciun aliment înregistrat
ru: Нет записей о еде
uk: Їжу ще не зареєстровано
zh_hans: 尚未记录食物

source: No matching favorites
ar: لا توجد مفضلات مطابقة
az: Uyğun seçilmiş yoxdur
cs: Žádná odpovídající oblíbená
de: Keine passenden Favoriten
es: No hay favoritos que coincidan
fr: Aucun favori correspondant
hi: कोई मेल खाता पसंदीदा नहीं
it: Nessun preferito corrispondente
ja: 一致するお気に入りがありません
ko: 일치하는 즐겨찾기가 없습니다
nl: Geen overeenkomende favorieten
pl: Brak pasujących ulubionych
pt_br: Nenhum favorito correspondente
ro: Niciun favorit potrivit
ru: Нет подходящих избранных
uk: Нет подходящих избранних
zh_hans: 没有匹配的收藏

source: No matching foods
ar: لا توجد أطعمة مطابقة
az: Uyğun yemək tapılmadı
cs: Žádná odpovídající jídla
de: Keine passenden Mahlzeiten
es: No hay comidas que coincidan
fr: Aucun aliment correspondant
hi: कोई मेल खाता खाना नहीं
it: Nessun pasto corrispondente
ja: 一致する食事がありません
ko: 일치하는 음식이 없습니다
nl: Geen overeenkomende maaltijden
pl: Brak pasujących produktów
pt_br: Nenhuma refeição correspondente
ro: Nicio mâncare potrivită
ru: Нет подходящих продуктов
uk: Немає відповідних продуктів
zh_hans: 没有匹配的食物

source: Not medical advice
ar: ليست نصيحة طبية
az: Tibbi məsləhət deyil
cs: Nejde o lékařské doporučení
de: Keine medizinische Beratung
es: No es asesoramiento médico
fr: Pas un avis médical
hi: चिकित्सीय सलाह नहीं
it: Non è un consiglio medico
ja: 医学的助言ではありません
ko: 의학적 조언이 아닙니다
nl: Geen medisch advies
pl: To nie jest porada medyczna
pt_br: Não é orientação médica
ro: Nu este sfat medical
ru: Не является медицинской консультацией
uk: Не є медичною порадою
zh_hans: 非医疗建议

source: Not Now
ar: ليس الآن
az: İndi yox
cs: Teď ne
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
uk: Не сейчас
zh_hans: 暂不

source: Notifications
ar: الإشعارات
az: Bildirişlər
cs: Oznámení
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
uk: Сповіщення
zh_hans: 通知

source: Notifications are disabled in system settings. Tap to open Settings.
ar: الإشعارات معطلة في إعدادات النظام. اضغط لفتح الإعدادات.
az: Bildirişlər sistem parametrlərində söndürülüb. Parametrləri açmaq üçün toxunun.
cs: Oznámení jsou v systémovém nastavení vypnutá. Klepnutím otevřeš Nastavení.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert. Tippe, um Einstellungen zu öffnen.
es: Las notificaciones están desactivadas en los ajustes del sistema. Toca para abrir Ajustes.
fr: Les notifications sont désactivées dans les réglages du système. Touchez pour ouvrir Réglages.
hi: सिस्टम सेटिंग्स में सूचनाएँ बंद हैं। सेटिंग्स खोलने के लिए टैप करें।
it: Le notifiche sono disattivate nelle impostazioni di sistema. Tocca per aprire Impostazioni.
ja: システム設定で通知がオフになっています。タップして設定を開いてください。
ko: 시스템 설정에서 알림이 비활성화되어 있습니다. 탭하여 설정을 여세요.
nl: Meldingen zijn uitgeschakeld in de systeeminstellingen. Tik om Instellingen te openen.
pl: Powiadomienia są wyłączone w ustawieniach systemu. Stuknij, aby otworzyć Ustawienia.
pt_br: As notificações estão desativadas nos ajustes do sistema. Toque para abrir os Ajustes.
ro: Notificările sunt dezactivate în setările de sistem. Atinge pentru a deschide Setări.
ru: Уведомления отключены в системных настройках. Коснитесь, чтобы открыть Настройки.
uk: Уведомления отключени в системних настройках. Коснитесь, чтоби открить Налаштування.
zh_hans: 系统设置中已禁用通知。点按以打开“设置”。

source: Nutrition
ar: التغذية
az: Qidalanma
cs: Nutriční hodnoty
de: Ernährung
es: Nutrición
hi: पोषण
it: Nutrizione
ja: 栄養
ko: 영양
nl: Voeding
pl: Odżywianie
pt_br: Nutrição
ro: Nutriție
ru: Питание
uk: Харчування
zh_hans: 营养

source: Nutrition Details
ar: تفاصيل التغذية
az: Qidalanma Təfərrüatları
cs: Nutriční detaily
de: Nährwertangaben
es: Detalles nutricionales
fr: Détails nutritionnels
hi: पोषण विवरण
it: Dettagli nutrizionali
ja: 栄養詳細
ko: 영양 상세
nl: Voedingsdetails
pl: Szczegóły odżywiania
pt_br: Detalhes nutricionais
ro: Detalii nutriționale
ru: Сведения о питании
uk: Деталі харчування
zh_hans: 营养详情

source: Nutrition Label
ar: ملصق التغذية
az: Qidalanma Etiketi
cs: Výživový štítek
de: Nährwertkennzeichnung
es: Etiqueta nutricional
fr: Étiquette nutritionnelle
hi: पोषण लेबल
it: Etichetta nutrizionale
ja: 栄養成分表示
ko: 영양성분 라벨
nl: Voedingslabel
pl: Etykieta żywieniowa
pt_br: Rótulo nutricional
ro: Etichetă nutrițională
ru: Этикетка питания
uk: Харчова цінність
zh_hans: 营养成分表

source: Observed
ar: ملاحظ
az: Müşahidə olunan
cs: Pozorováno
de: Beobachtet
es: Observado
fr: Observé
hi: देखा गया
it: Osservato
ja: 実測
ko: 실측
nl: Waargenomen
pl: Zaobserwowane
pt_br: Observado
ro: Observat
ru: Фактически
uk: Фактически
zh_hans: 实际

source: OFF
ar: إيقاف
az: SÖNDÜR
cs: VYP.
de: AUS
fr: DÉSACT.
hi: बंद
ja: オフ
ko: 끔
nl: UIT
pl: WYŁ.
pt_br: DESLIG.
ro: OPRIT
ru: ВЫКЛ
uk: ВИКЛ
zh_hans: 关

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
uk: ОК
zh_hans: 好
